const lang = {
    'translations': {
        'title': 'ubCoin',
        'loginPage': {
            'title': 'ubCoin.io',
            'notAccount': 'Еще не зарегестрированы? ',
            'signUp': 'Создать аккаунт',
            'loginForm': {
                'buttonLogin': 'Войти',
                'forgotPass': 'Забыли пароль?',
                'phone': 'Телефон',
                'password': 'Пароль'
            },
            'signInWith': 'Войти с помощью'
        },
        'demoPage': {
            'header': 'Сайт находится в разработке!',
            'desc': 'Осталось совсем немного :)'
        },
        'registerForm': {
            'enterPhone': 'Введите свой номер телефона',
            'phone': 'Телефон',
            'buttonContinue': 'Продолжить'
        },
        'registerPage': {
            'header': 'Регистрация',
            'step_1': {
                'comment': 'Код активации будет отправлен в SMS-сообщении. Убедитесь, что ваше устройство может их принимать.'
            },
            'step_2': {
                'title': 'Мы отправили вам код',
                'comment': 'Введите код в расположенное ниже поле для подтверждения'
            },
            'step_3': {
                'comment': 'Чтобы защитить Вашу учетную запись, необходимо придумать достаточно сложный пароль. Избегайте паролей. которые применяли на других сайтах или их легко угадать (имена детей, даты рождения, номера машин)'
            }
        },
        'verificationForm': {
            'verificationCode': 'Проверочный код',
            'buttonContinue': 'Продолжить',
            'retrySend': 'повторная отправка СМС через'
        },
        'passwordForm': {
            'password': 'Пароль',
            'retryPassword': 'Подтвердите пароль',
            'errorRetry': 'Пароли не совпадают',
            'submitButton': 'Готово'
        },
        'successRegistrationPage': {
            'header': 'Регистрация прошла успешно',
            'info': 'Вам присвоен кошелек с номером',
            'beforeStartWork': 'Перед тем, как начать работу, Вы можете',
            'settings': 'настроить начальные параметры приложения',
            'goToHome': 'отложить этот шаг и перейти к просмотру товаров'
        }
    }
};

export default lang;
